Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/interactive/InteractiveState_*.po
Languages: de

source: adding hole completed
de: Loch erfolgreich eingefügt

source: adding hole failed
de: Loch Einfügen gescheitert

source: adding hole to circle not yet implemented
de: Loch in Kreis einfügen noch nicht implementiert

source: adding hole to obstacle area
de: füge Loch in Keepout ein

source: all connections routed
de: alle Verbindungen gerouted

source: all items inserted
de: alle Objekte eingefügt

source: Batch Optimizer
de: Batch Optimierer

source: cannot change placement side
de: kann Plazierungsseite nicht wechseln

source: completed
de: beendet

source: connections could not be routed
de: Verbindungen konnten nicht gerouted werden

source: connections found
de: Verbindungen gefunden

source: creating circular keepout
de: bilde kreisförmige Sperrrfläche

source: creating polygonshape keepout
de: bilde polygonale Sperrfläche

source: creatig tile-shaped keepout
de: bilde konvexe polygonale Sperrfläche

source: drag left mouse button to create region to display
de: zur Definition des Abbildungs-Rechtecks linke Maustaste ziehen

source: drag left mouse button to select cutout rectangle
de: zur Definition des Ausschneide-Rechtecks linke Maustaste ziehen

source: drag left mouse button to selects items in region
de: zur Definition des Auswahl-Rechtecks linke Maustaste ziehen

source: dragging item
de: ziehe Objekt

source: in select menu
de: im Auswahl-Menü

source: in select mode
de: im Auswahl-Modus

source: in select item mode
de: im Objektauswahl-Modus

source: is not active for the current net
de: für das zu routende Netz nicht aktiv ist

source: move completed
de: Verschieben abgeschlossen

source: insertion failed because of obstacles
de: Einfügen auf Grund von Hindernissen fehlgeschlagen

source: interrupted
de: abgebrochen

source: keepout cancelled because of overlaps
de: Sperrfläche wegen Überlappungen verworfen

source: keepout successful completed
de: Sperrfläche erfolgreich eingefügt

source: layer changed to
de: Lage gewechselt nach

source: layer not changed because layer
de: Lage nicht gewechselt weil Lage

source: layer not changed because of obstacle on layer
de: Lage nicht gewechselt wegen Hindernis auf Lage

source: Logfile
de: Logdatei

source: move component failed because no item selected
de: Bauteil-Verschieben fehlgeschlagen weil kein Bauteil-Objekt selektiert ist

source: new net created from selected items
de: neues Netz aus den ausgewählten Objekten erzeugt

source: no item found for adding hole
de: kein Objekt zum Loch-Einfügen gefunden

source: no obstacle area found for adding hole
de: keine Sperrfläche zum Loch-Einfügen gefunden

source: no pin selected
de: kein Pin selektiert

source: no swappable pin found
de: kein tauschbarer Pin gefunden

source: nothing selected
de: nichts selektiert

source: picked pin expected
de: selektierten Pin erwartet

source: pin not swapped because it is already connected
de: Pin nicht getauscht, weil er schon angeschlossen ist

source: pin not swapped because second pin is already connected
de: Pin nicht getauscht, weil der andere Pin schon angeschlossen ist

source: pin swap completed
de: Pintausch vollständig

source: pin to swap missing
de: zu tauschender Pin fehlt

source: please click second pin with the left mouse button
de: bitte zweiten Pin mit der linken Maustaste wählen

source: please unfix selected items before moving
de: bitte die Fixierung der ausgewählten Objekte vor dem Verschieben aufheben

source: routing net
de: route Netz

source: please unroute or extend selection before moving
de: bitte vor dem Verschieben unrouten oder die Auswahl erweitern

source: Pull tight
de: Glatt ziehen

source: some items are fixed and could therefore not be removed
de: einige Objekte sind fixiert und konnten deshalb nicht gelöscht werden

source: some items are not changed because they are already connected
de: einige Objekte können nicht geändert werden weil sie schon verbunden sind

source: some items cannot be moved, because they are fixed
de: einige Objekte sind fixiert und können nicht verschoben werden

source: some items not inserted because of obstacles
de: einige Objekte wegen Abstandsverletzungen nicht eingefügt

source: running, press left button to stop
de: läuft, stoppen mit linker Maustaste

source: unable to reset components with different rotations
de: kann Bauteile mit ungleichen Drehungen nicht zurücksetzen
