Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/interactive/ScreenMessages.po
Languages: de

source: current layer:
de: aktuelle Lage:

source: target layer:
de: Ziellage:

source: found:
de: gefunden:

source: failed:
de: Fehlversuche:

source: to route:
de: zu routen:

source: ripped:
de: geripped:

source: connections not found
de: Verbindungen nicht gefunden

source: routed:
de: gerouted:

source: components
de: Bauteile

source: still
de: noch

source: Via Count:
de: Via-Anzahl:

source: Trace Length:
de: Bahnl√§nge:
