Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/boardgraphics/ColorTableModel_*.po
Languages: de

source: Layer
de: Capa

source: Fixed Traces
de: Traces fixes

source: Vias
de: Vies

source: Fixed Vias
de: Vies fixes

source: Conduction
de: Conduccció

source: Obstacles
de: Obstruccions

source: Via Obstacles
de: Obstruccions de la via

source: Place Obstacles
de: Obstruccions del posicionament

source: Background
de: Fons

source: Highlight
de: Ressaltament

source: Violations
de: Violaciions

source: Outline
de: Delimitació

source: Comp. Outline Front
de: Delimitació frontal del component

source: Comp. Outline Back
de: Delimitació posterior del component

source: Lenght Matching
de: Coincidència de longitud
