Repository: Immortalin/FreeRouting
Catalog: src/po/*/gui/MainApplication.po
Languages: de

source: Please confirm exit
de: Bitte Verlassen des Programms bestätigen

source: Loading design
de: Lade Design

source: Router Demonstrations
de: Demonstrations-Beispiele

source: replay demonstration examples of the router
de: spiele Demonstrations-Beispiele für den Router ab

source: Sample Designs
de: Beispiel-Designs

source: open example board designs in the net
de: Beispiel-Platinen-Designs im Netz öffnen

source: Open Your Own Design
de: Eigenes Design öffnen

source: open a board design in the Specctra .dsn format on your own local disc
de: ein Platinen-Design im Specctra .dsn Format auf der eigenen Festplatte öffnen

source: Restore System Defaults
de: System-Defaults wiederherstellen

source: deletes the settings stored by the user and restores the system defaults
de: löscht die vom User gespeicherten Einstellungen und stellt die System-Defaults wieder her.

source: system default settings restored
de: System-Voreinstellungen wiederhergestellt.

source: nothing to restore
de: nichts wiederherzustellen

source: Please confirm deleting your stored settings
de: Bitte das Löschen der von Ihnen gespeicherten Einstellungen bestätigen

source: Please confirm importing stored rules Beware that rules imported from the the host system may be overwritten
de: Bitte das Importieren der gespeicherten Regeln bestätigen Beachten Sie dass dabei aus dem Host-System importierte Regeln überschrieben werden können

source: unable to open board design
de: kann Platinendesign nicht öffnen

source: design file
de: Design-Datei

source: opened
de: geöffnet

source: File with name
de: Datei mit Namen

source: not found
de: nicht gefunden

source: unable to read design file!
de: kann Designfile nicht lesen!

source: Internet connection required to start the Freerouter application!
de: Internet Verbindung zum Starten der Freerouter Anwendung erforderlich!

source: After that you can switch the connection off again!
de: Danach können Sie die Verbindung wieder abschalten!
