Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/BoardMenuFile.po
Languages: de

source: File
de: Datei

source: Save
de: speichern

source: saves the design to disk in the internal .bin file format
de: speichert das Design auf Platte im internen .bin Dateiformat

source: design file saved
de: Design-Datei gespeichert

source: Save and Exit
de: speichern und beenden

source: exits the program after saving the design to disk
de: beendet das Programm nach Speichern des Designs auf Platte

source: Cancel and Exit
de: abbrechen und beenden

source: exits the program without saving the design
de: beendet das Programm ohne das Design zu speichern

source: Save as
de: speichern unter

source: use extensions .bin for binary and .dsn for Specctra text format
de: Erweiterungen .bin f�r bin�r oder .dsn f�r Specctra-Text-Format k�nnen verwendet werden

source: Generate Logfile
de: Log-Datei erzeugen

source: starts writing the interactive actions to a logfile
de: schreibt ab jetzt die interaktiven Aktionen in eine Log-Datei

source: Replay Logfile
de: Log-Datei abspielen

source: repeats the interactive actions stored in a logfile
de: wiederholt die in einer Log_Datei gespeicherten interactiven Aktionen

source: Export Specctra Session File
de: Specctra-Session-Datei exportieren

source: writes a session file in the Specctra .ses format
de: Schreibt eine Session-Datei im .ses-Format von Specctra

source: Save GUI Settings as Default
de: GUI-Einstellungen als Default speichern

source: saves the current settings of the graphical user interface as default
de: Speichert die aktuellen Einstellungen im graphischen User-Interface als default

source: Save also the rules created in this program for later reuse?
de: M�chten Sie auch die in diesem Programm erzeugten Regeln zur sp�teren Wiederverwendung speichern?

source: unable to save design file
de: Speichern der Design-Datei ist fehlgeschlagen

source: saving design file from now on as
de: die Design-Datei wird von jetzt ab gespeichert unter dem Namen

source: legal file extensions are .bin and .dsn
de: legale Dateierweiterungen sind .bin and .dsn

source: textfile
de: Textdatei

source: in Specctra text format written
de: im Specctra-Textformat geschrieben

source: writing to textfile
de: Schreiben auf Textdatei

source: failed
de: ist fehlgeschlagen

source: unable to create logfile
de: Erzeugen der Log-Datei ist fehlgeschlagen.

source: writing logfile
de: Schreibe Log-Datei

source: unable to read logfile
de: Lesen der Log_datei ist fehlgeschlagen

source: session file
de: Session-Datei

source: in Specctra format written
de: im Specctra-Format geschrieben

source: writing session file
de: schreibe Session-Datei

source: written
de: geschrieben

source: GUI default settings saved
de: GUI-Default-Einstellungen gespeichert

source: saving GUI default settings failed
de: Speichern der GUI-Default-Einstellungen ist fehlgeschlagen

source: File not saved because file extension .dsn expected
de: Speichern fehlgeschlagen da Datei nicht mit .dsn endet

source: Host cad system might expect the session file name
de: Das Host-Cad-System erwartet evtl. den Session-Dateinamen

source: Please rename the file if necessary
de: Bitte Datei gegebenenfalls umbenennen
