Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/BoardToolbarSelectedItem.po
Languages: de

source: displays information about the selected items (i)
de: zeigt Informationen über die ausgewählten Objekte (i)

source: Cancel
de: Abbrechen

source: to cancel the current selection (esc)
de: das Auswahlmenü verlassen (Esc)

source: Delete
de: Löschen

source: to delete the selected items which are not fixed (del)
de: die unfixierten ausgewählten Objekte löschen (Entf)

source: Cutout
de: Ausschneiden

source: to delete the selected route inside a rectangle (d)
de: den ausgewählten Route innerhalb eines Rechtecks löschen (d)

source: to fix the selected items (f)
de: die ausgewählten Objekte fixieren (f)

source: to unfix the selected items (u)
de: die Fixierung der ausgewählten Objekte aufheben (u)

source: to assign a new clearance class to the selected items
de: den ausgewählten Objekten eine neue Clearance-Klasse zuweisen

source: Pull Tight
de: Glätten

source: to optimize the selected traces and vias (p)
de: Die ausgewählten Bahnen und Vias glattt ziehen (p)

source: to autoroute the selected items (a)
de: die ausgewählten Objekte autorouten (a)

source: to autoroute the selected SMD pins until the first via
de: die ausgewählten SMD-Pins bis zum ersten Via autorouten

source: Nets
de: Netze

source: to extend the selection to whole nets (n)
de: die Auswahl auf ganze Netze erweitern (n)

source: Conn. Sets
de: Zush.

source: to extend the selection to whole connected sets (s)
de: die Auswahl auf ganze zusammenhängende Teilmengen erweitern (s)

source: Connections
de: Verb.

source: to extend the selection until the next fork or terminal item (e)
de: die Auswahl auf ganze Verbindungen erweitern (e)

source: Components
de: Bauteile

source: to extend the selection to whole components (b)
de: die Auswahl auf ganze Bauteile erweitern (b)

source: New Net
de: Neues Netz

source: to assign the selected items to a new net
de: die ausgewählten Objekte einem neuen Netz zuweisen

source: New Component
de: Neues Bauteil

source: to assign the selected items to a new component
de: die ausgewählten Objekte einem neuen Bauteil zuweisen

source: Violations
de: Verletzungen

source: to show or hide the clearance violations of the selected items (v)
de: Das Zeigen der Clearance-Verletzungen der ausgewählten Objekte an- oder abschalten (v)

source: Zoom Selection
de: Auswahl abbilden

source: to display a window containing the selected items (w)
de: ein umgebendes Rechteck der ausgewählten Objekte abbilden(w)

source: Zoom All
de: Alles abb.

source: to display the whole board (a)
de: die gesamte Platine abbilden (a)

source: Zoom Region
de: Ausschnitt abb.

source: to display a region of the board (r)
de: ein Rechteck der Platine zum Abbilden auswählen (r)

source: Select clearance class
de: Wähle Clearance-Klasse

source: Assign Clearance Class
de: Clearance-Klasse zuweisen
