Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/CleanupWindows.po
Languages: de

source: at
de: bei

source: Net
de: Netz

source: no route stubs found
de: keine Route-Stummel gefunden

source: no unconnected traces or vias found
de: keine nicht verbundenen Traces oder Vias gefunden

source: on layer
de: auf Lage

source: Route Stubs
de: Route-Stummel

source: stub net
de: Stummel Netz

source: trace count
de: Trace-Anzahl

source: Unconnected Route
de: Nicht verbundener Route

source: via count
de: Via-Anzahl
