Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/DisplayMisc.po
Languages: es

source: Display Miscellaneous
es: Miscelánea visionado

source: crosshair cursor
es: puntero de precisión

source: small
es: pequeño

source: big
es: grande

source: Shortcut is the comma-key
es: El atajo es la tecla de coma

source: board rotation:
es: rotación de la placa:

source: none
es: sin

source: 90 degree
es: 90 grados

source: 180 degree
es: 180 grados

source: -90 degree
es: -90 grados

source: board mirroring:
es: reflejo de placa:

source: left right
es: izquierda derecha

source: top bottom
es: superior inferior

source: automatic layer dimming:
es: regulación automática de capas:

source: Use slider to change intensity of automatic layer dimming
es: Utilice el control deslizante para cambiar la intensidad de regulación automática de capas
