Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/MainApp.po
Languages: es

source: Please confirm exit
es: Confirmar salida

source: Loading design
es: Cargando el diseño

source: Router Demonstrations
es: Demos de encaminamiento

source: replay demonstration examples of the router
es: reproduzca los ejemplos de la demos del encaminador

source: Sample Designs
es: Diseños simples

source: open example board designs in the net
es: obre diseños de ejemplo de placas de la red

source: Open Your Own Design
es: Abra su diseño

source: open a board design in the Specctra .dsn format on your own local disc
es: abre un fichero de diseño en formato Specctra .dsn de su disco

source: Restore System Defaults
es: Restablecer a los valores por defecto del sistema

source: deletes the settings stored by the user and restores the system defaults
es: elimina los ajustes almacenados por el usuario i restablece los del sistema

source: system default settings restored
es: se han restaurado los ajustes predeterminados del sistema

source: nothing to restore
es: no hay nada que restaurar

source: Please confirm deleting your stored settings
es: Confirmar eliminación de sus ajustes almacenados

source: Please confirm importing stored rules Beware that rules imported from the the host system may be overwritten
es: Confirmar importación de las reglas almacenada Tenga en cuenta que las reglas importadas desde el sistema host se pueden sobrescribir

source: unable to open board design
es: no se puede abrir el fichero de la placa

source: design file
es: Fichero de diseño:

source: opened
es: (abierto)

source: File with name
es: El fichero con nombre

source: not found
es: no se encontró

source: unable to read design file!
es: no se puede leer el fichero del diseño!

source: Internet connection required to start the Freerouter application!
es: Se requiere una conexión a Internet para iniciar la aplicación Freerouter!

source: After that you can switch the connection off again!
es: Después puede desconectarse de nuevo!
