Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowSnapshotSettings.po
Languages: es

source: Snapshot Settings
es: Ajustes de instantánea

source: object colors
es: colores de los objetos

source: object visibility
es: visibilidad del objeto

source: layer visibility
es: visibilidad de la capa

source: display region
es: región de pantalla

source: interactive state
es: estado interactivo

source: selection layers
es: capas de selección

source: selectable items
es: elementos seleccionables

source: current layer
es: capa actual

source: rule selection
es: selección de regla

source: manual rule settings
es: ajustes de la regla manual

source: drag components enabled
es: arrastrar componentes está habilitado

source: component grid
es: rejilla de componente
