Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowObjectVisibility.po
Languages: de

source: Object Visibility
de: Objekt-Sichbarkeit

source: Use slider to modify the visibility of
de: Regler zum �ndern der Sichtbarkeit von

source: traces
de: Bahnen

source: conduction areas
de: Leitungsfl�chen

source: keepouts
de: Sperrfl�chen

source: via keepouts
de: Via-Sperrfl�chen

source: place keepouts
de: Platzierungs-Sperrfl�chen

source: component outlines
de: Bauteil-Umrandungen

source: hilight
de: markierten Objekten

source: length matching areas
de: L�ngenbeschr�nkungs-Fl�chen
