Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowViaRule.po
Languages: de

source: Via Rule
de: Via Regel

source: Append
de: Hinzuf�gen

source: appends a via to the rule
de: ein Via zu der Regel hinzuf�gen

source: Remove
de: L�schen

source: removes the selected via from the rule
de: das ausgew�hlte Via aus der Regel entfernen

source: Move Up
de: Aufw�rts

source: increases the priority of the selected via in the rule
de: die Priorit�t des ausgew�hlten Vias erh�hen

source: Move Down
de: Abw�rts

source: decreases the priority of the selected via in the rule
de: die Priorit�t des ausgew�hlten Vias verringern

source: Choose via to append
de: bitte w�hlen Sie das hinzuzuf�gende Via

source: Append Via to Rule
de: Via zur Regel hinzuf�gen

source: remove
de: l�sche

source: from the rule
de: aus der Regel
