Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowRouteParameter.po
Languages: de, es

source: Route Parameter
de: Route-Einstellungen
es: Parámetros encaminamiento

source: snap angle:
de: Winkel-Einschränkung:

source: Angle Restriction for Traces
de: Winkeleinschränkung für Bahnen

source: 90 degree
de: 90 Grad
es: 90 grados

source: 45 degree
de: 45 Grad
es: 45 grados

source: none
de: keine
es: sin

source: route mode:
de: Route-Modus:
es: modo encaminamiento:

source: dynamic
de: dynamisch
es: dinámico

source: rule selection:
de: Regel-Auswahl:
es: selección de reglas:

source: automatic
de: automatisch
es: automático

source: manual
de: manuell

source: push & shove enabled
de: schieben erlaubt

source: Enables pushing obstacles
de: ermöglicht das Wegschieben von Hindernissen
es: Permite empujar los obstáculos

source: drag components enabled
de: Bauteil-ziehen erlaubt
es: arrastrar componentes habilitado

source: Enables dragging components with the pressed left mouse button
de: ermöglicht das Wegziehen von Bauteilen mit gedrückter linker Maustaste
es: Permite arrastrar componentes con la presión del botón izquierdo del ratón

source: vias snap to smd center
de: Vias schnappen zum SMD-Zentrum
es: ajustar vías al centro smd

source: If set, vias attaching smd pins snap to the pin center
de: wenn gesetzt schnappen Vias, die SMD-Pins berühren, zum Pin-Zentrum
es: Si se activa, la vías se fijan a los pines SMD para ajustarse al centro del pin

source: highlight routing obstacle
de: Route-Hindernis highlighten
es: resaltar obstáculos en encaminamiento

source: to highlight the current routing obstacle in dynamic routing
de: markiert das aktuelle Route-Hindernis im dynamischen Route-Modus
es: para resaltar el obstáculo del encaminamiento actual en el encaminamiento dinámico

source: ignore conduction areas
de: Leitungsflächen ignorieren
es: ignorar zonas de conducción

source: If set, conduction areas are not regarded as routing obstacles
de: wenn gesetzt werden Leitungsflächen nicht als Route-Hindernis angesehen
es: Si se activa, las áreas de conducción no se consideran como obstáculos de encaminamiento

source: automatic neckdown
de: automatisches Neckdown
es: estrechamiento automático

source: If set, at pins smaller than the current trace width the trace width will be automatically lowered
de: wenn gesetzt wird bei Pins, die schmaler als die aktuelle Bahnbreite sind, die aktuelle Bahnbreite automatisch reduziert
es: Si se activa, en los pines más pequeños que el ancho del trazo actual se reducen automáticamente el ancho del trazo

source: restrict pin exit directions
de: Exit-Richtungen bei Pins einschränken
es: restringir las direcciones de salida del pin

source: If set, the trace exit directions of rectangular pins are restricted to the small sides
de: wenn gesetzt werden die Exit-Richtungen von Bahnen bei rechteckigen Pins auf die Schmalseiten begrenzt
es: Si se activa, las direcciones de salida del trazo de los pines rectangulares se restringen a caras inferiores

source: pad to turn gap:
de: Pad-Abbiege-Abstand:
es: pad para dar la vuelta a la separación:

source: Defines the length of the trace exit restrictions for rectangular pins
de: definiert die Mindestlänge der Exit-Beschränkungen für Bahnen bei rechteckigen Pins
es: Define la longitud de las restricciones de salida del trazo para pines rectangulares

source: pull tight region:
de: Glattzieh-Bereich:
es: región estrecha de tracción:

source: Use text field or slider to change the pull tight region around the cursor
de: Textfeld oder Regler können zum Ändern der Glattzieh-Region um den Cursor verwendet werden
es: Utilice el campo de texto o el deslizante para cambiar la región estrecha de tracción alrededor del cursor

source: Free angle traces with snap angle 45 degree not yet fully supported. Change snap angle anyway?
de: Winkelfreie Bahnen im 45-Grad-Modus noch nicht vollständig unterstützt. Winkel-Einschränkung trotzdem ändern?
es: Los trazos de ángulo libre con encaje de ángulo de 45 grados aún no está totalmente admitido. Cambiar el ángulo de encaje de todos modos?

source: Only orthoganal traces with snap angle 90 degree fully supported yet. Change snap angle anyway?
de: Nur achsenparallele Bahnen im 90-Grad-Modus bisher vollständig unterstützt. Winkel-Einschränkung trotzdem ändern?
es: Sólo los trazos ortogonales con encaje de ángulo de 90 grado son totalmente compatibles por ahora. Cambiar el ángulo de encaje de todos modos?
