Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowNetClasses.po
Languages: de

source: Net Classes
de: Netzklassen

source: Add
de: Hinzuf�gen

source: Append a new class
de: eine neue Netzklasse hinzuf�gen

source: Remove
de: L�schen

source: Remove the selected class
de: die ausgew�hlte Netzklasse l�schen

source: Assign
de: Zuweisen

source: Assign net classes
de: Netzklassen zuweisen

source: Select
de: Selektieren

source: Select the items of the chosen net classes on the board
de: Die Objekte der ausgew�hlten Netzklassen auf der Platine selektieren

source: Filter Incompletes
de: Incompletes filtern

source: Display only the open connections of the selected net classes
de: Nur die offenen Verbindungen der ausgew�hlten Netzklassen anzeigen

source: Show Nets
de: Netze anzeigen

source: Displays a list with all nets contained in the selected classes
de: �ffnet eine Liste mit allen in den ausgew�hlten Klassen enthaltenen Netzen

source: Contained Nets
de: Enthaltene Netze

source: default net class not removed
de: Default-Netzklasse nicht gel�scht

source: net class not removed because it is still used in net
de: Netzklasse nicht gel�scht, weil sie noch benutzt wird f�r Netz

source: net class
de: Netzklasse

source: removed
de: gel�scht

source: The orded set of vias
de: Der geordnete Satz von Vias

source: The trace clearance class
de: Die Clearance-Klasse f�r Bahnen

source: The trace width
de: Die Bahnbreite

source: The layers of the trace width
de: Die Lagen f�r die Bahnbreite

source: Indicates, if items of this net can be pushed aside or pulled tight
de: Gibt an, ob Bahnen aus dieser Netzklasse verschoben oder glattgezogen werden d�rfen

source: If not selected, multiple connections to conduction areas are removed
de: Wenn nicht selektiert, werden Mehrfachverbindungen zu Leitungsfl�chen entfernt

source: If > 0, the cumulative trace length must be at least this value
de: Wenn > 0 muss die kumulative Bahnl�nge mindestens diesen Wert haben

source: If > 0, the cumulative trace length must be less than this value
de: Wenn > 0 darf die kumulative Bahnl�nge h�chstens diesen Wert haben

source: via rule
de: Via-Regel

source: clearance class
de: Clearance-Klasse

source: trace width
de: Bahnbreite

source: on layer
de: auf Lage

source: shove fixed
de: schiebe-fixiert

source: cycles with areas
de: Zykeln mit Fl�chen

source: min. length
de: min. L�nge

source: max. length
de: max. L�nge
