Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowEditVias.po
Languages: de, es

source: Edit Vias
de: Vias editieren
es: Editar vías

source: Add
de: Hinzuf�gen
es: Añadir

source: Append a new via
de: Ein neues Via hinzuf�gen
es: Anexa una nueva vía

source: Remove
de: L�schen
es: Eliminar

source: Remove the selected via
de: Das augew�hlte Via l�schen
es: Elimina la vía seleccionada

source: new_via_
de: neues_via_
es: nueva_vía_

source: via
es: vía

source: removed
de: gel�scht
es: eliminada

source: name
es: nombre

source: padstack
es: pila de pads

source: clearance class
de: Clearance-Klasse
es: clase de margen de seguridad

source: attach smd
de: SMD-�berlappung
es: adjuntar SMD

source: last via not removed
de: letztes Via niccht gel�scht
es: no se eliminó la última vía

source: via not removed because it is still used in via rule
de: Via nicht gel�scht weil es noch verwendet wird in der Via-Regel
es: la vía no fue eliminada porqué todavía se utiliza con la regla de vía
