Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowSelectParameter.po
Languages: es

source: Select Parameter
es: Seleccionar parámetros

source: Selection Layers:
es: Selección de las capas:

source: all visible
es: todas visibles

source: selection on all visible layer, the current layer is preferred
es: selección de todo lo que se ve, se prefiere la capa actual

source: current only
es: sólo la actual

source: selection only on the current layer
es: selección únicamente en la capa actual

source: Selectable Items:
es: Elementos seleccionables:

source: traces
es: trazos

source: vias
es: vías

source: pins
es: pines

source: conduction areas
es: áreas de conducción

source: keepout
es: margenes de prohibido el paso

source: via keepout
es: margenes de prohibido el paso de vía

source: place keepout
es: margenes de prohibido el paso de ubicación

source: board outline
es: delimitación de la placa

source: fixed
es: fijo

source: unfixed
es: sin fijar

source: Current Layer:
es: Capa actual:

source: can be changed also with number key or '+' '-'
es: se puede cambiar también con el teclado numérico o con '+' '-'
