Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowAutorouteParameter.po
Languages: de, es

source: Autoroute Parameter
de: Autoroute-Einstellungen
es: Parámetros del encaminamiento automático

source: Layer:
de: Lage:
es: Capa:

source: Active:
de: aktiv:
es: Activa:

source: Preferred Direction:
de: Vorzugsrichtung:
es: Dirección preferida:

source: vertical
de: vertikal

source: Detail parameter
de: Detail-Einstellungen

source: Detail Autoroute Parameter
de: Detailierte Autoroute-Einstellungen

source: Trace costs on layer:
de: Trace-Kosten auf Lage:

source: In preferred direction:
de: in Vorzugsrichtung:

source: Against preferred direction:
de: gegen die Vorzugsrichtung:

source: Preroute fanout:
de: Fanout vorrouten:
es: Preencamina la ramificación:

source: Vias allowed:
de: Vias erlaubt:
es: Vías permitidas:

source: Via costs:
de: Via-Kosten:
es: Costé de la vía:

source: Powerplane via costs:
de: Stromlagen-Via-Kosten:

source: Ripup start costs:
de: Ripup-Anfangskosten:

source: Speed:
de: Tempo:
es: Velocidad:

source: fast
de: schnell
es: rápida

source: slow
de: langsam
es: lenta

source: Start pass:
es: Iniciar pasada:

source: Passes:
es: Pasadas:

source: Fanout
es: Ramificación

source: Autoroute
es: Autoencaminar

source: Postroute
es: Postencaminar
