Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/WindowVia.po
Languages: de

# title
source: Via Rules
de: Via-Regeln

source: Available Via Padstacks
de: Verf�gbare Via-Padstacks

source: shows the available via padstacks
de: zeigt die zur Verf�gung stehenden Via-Padstacks

source: shows the vias, which can be used in a via rule
de: zeigt die Vias, die in eiiner Via-Regel verwendet werden k�nnen

source: shows information about the selected via rule
de: zeigt Informationen �ber die ausgew�hlte Via-Regel

source: Create
de: Neu

source: to create a new via padstack
de: einen neuen Via-Padstack definieren

source: to create a new empty via rule
de: eine neue leere Via-Regel erzeugen

source: Remove
de: L�schen

source: to remove an existing via padstack
de: einen vorhandenen Via-Padstack l�schen

source: to remove the selected via rule
de: die ausgew�hlte Via-Regel l�schen

source: Available Vias
de: Verf�gbare Vias

source: Edit
de: Editieren

source: to edits the vias, which can be used in a via rule
de: die Vias editieren, die in einer Via-Regel verwendet werden k�nnen

source: to edit the selected via rule
de: die ausgew�hlte Via-Regel editieren

source: Via Rules
de: Via-Regeln

source: Select start layer
de: bitte die erste Lage w�hlen

source: Start Layer Selection
de: Auswahl der ersten Lage

source: Select end layer
de: bitte die letzte Lage w�hlen

source: End Layer Selection
de: Auswahl der letzten Lage

source: Adjust Circles
de: Kreise anpassen

source: radius on layer
de: Radius auf Lage

source: Choose padstack to remove
de: bitte zu l�schenden Padstach ausw�hlen

source: Remove Via Padstack
de: Via-Padstack l�schen

source: Selected Rule
de: ausgew�hlte Regel

source: Remove via rule
de: Via-Regel l�schen

source: Please enter the name of the new padstack
de: Bitte den Namen des neuen Via-Padstacks eingeben

source: Name exists already, please adjust
de: Name existiert bereits, bitte anpassen

source: Please enter the default radius
de: Bitte den Default-Radius eingeben

source: Via padstack not removed because it is used in via
de: Via-Padstack nicht gel�scht, weil er noch verwendet wird in Via

source: Please enter the name of the new via rule
de: Bitte den Namen der neuen Via-Regel eingeben
