Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/gui/Default.po
Languages: de, es

source: add corner (left button)
de: Ecke hinzuf�gen (linke Maustaste)
es: añadir esquina (botón izquierdo)

source: all
de: alle
es: todo

source: cancel (Esc)
de: abbrechen (Esc)

source: cancel route (Esc)
de: Route abbrechen(Esc)
es: cancelar encaminamiento (Esc)

source: center display (c)
de: Bild zentrieren (c)
es: centrar pantalla (c)

source: change layer
de: Lage wechseln
es: cambiar la capa

source: also possible with number key or '+' '-'
de: geht auch mit Zifferntaste oder '+' '-'
es: también posible con el teclado numérico o con '+' '-'

source: close
de: schlie�en
es: cerrar

source: Color Manager
de: Farbverwaltung
es: Gestor de colores

source: Components
de: Bauteile

source: copy
de: kopieren
es: copiar

source: done (Space)
de: beenden (Leertaste)
es: done (Espacio)

source: end route (left button)
de: Route beenden (linke Maustaste)
es: finalizar encaminamiento (botón izquierdo)

source: generate snapshot (s)
de: Snapshot erzeugen (s)
es: generar instantánea (s)

source: Incompletes
de: Offene Verbindungen

source: inner
de: innere
es: interno

source: insert (left button)
de: einf�gen (linke Maustaste)

source: layer changed to
de: Lage gewechselt nach
es: capa cambiada a

source: Layer Visibility
de: Lagen-Sichtbarkeit

source: Use slider to modify the visibility on layer
de: Regler zum �ndern der Sichtbarkeit von Lage
es: Utilizar el desplazador para modificar la visibilidad en la capa

source: Maximum All
de: Alle Maximum
es: Maximizar todo

source: pushs all sliders to the right
de: schiebt alle Regler nach rechts
es: empuja todos los desplazadores a la derecha

source: Minimum All
de: Alle Minimum
es: Minimizar todo

source: pushs all sliders to the left
de: schiebt alle Regler nach links
es: empuja todos los desplazadores a la izquierda

source: move (m)
de: verschieben (m)

source: Pick a Color
de: W�hlen Sie eine Farbe
es: Escoger un color

source: route completed
de: Platine vollst�ndig entflochten
es: encaminamiento completado

source: zoom
de: zoomen

source: in (z)
de: gr��er (z)
es: ampliar (z)

source: out (o)
de: kleiner (o)
es: reducir (o)

source: Packages
es: Paquetes

source: Padstacks
es: Pila de pads
