Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/gui/WindowVia.po
Languages: es

# title
source: Via Rules
es: Reglas de vía

source: Available Via Padstacks
es: Pila de pads de vía disponibles

source: Info
es: Información

source: shows the available via padstacks
es: muestra la pila de pads de vía disponibles

source: shows the vias, which can be used in a via rule
es: muestra las vías, que pueden utilizarse en una regla de vía

source: shows information about the selected via rule
es: muestra información sobre la regla de vía seleccionada

source: Create
es: Crear

source: to create a new via padstack
es: para crear una nueva pila de pads de vía

source: to create a new empty via rule
es: para crear una nueva regla de vía bacía

source: Remove
es: Eliminar

source: to remove an existing via padstack
es: para eliminar una pila de pads de vía existente

source: to remove the selected via rule
es: para eliminar la regla de vía seleccionada

source: Available Vias
es: Vías disponibles

source: Edit
es: Editar

source: to edits the vias, which can be used in a via rule
es: para editar las vías, que pueden utilizarse en una regla de vía

source: to edit the selected via rule
es: para editar la regla de vía seleccionada

source: Via Rules
es: Reglas de vía

source: Select start layer
es: Seleccionar capa inicial

source: Start Layer Selection
es: Selección de capa inicial

source: Select end layer
es: Seleccionar capa final

source: End Layer Selection
es: Selección de capa final

source: Adjust Circles
es: Ajustar círculos

source: radius on layer
es: radio en la capa

source: Choose padstack to remove
es: Elija la pila de pads a eliminar

source: Remove Via Padstack
es: Eliminar pila de pads de la vía

source: Selected Rule
es: regla seleccionada

source: Remove via rule
es: Eliminar regla de vía

source: Please enter the name of the new padstack
es: Introduzca el nombre de la nueva pila de pads

source: Name exists already, please adjust
es: el nombre ya existe, ajustarlo

source: Please enter the default radius
es: Introduzca el radio predeterminado

source: Via padstack not removed because it is used in via
es: No se elimina la pila de pads de vía ya que se utiliza en la vía

source: Please enter the name of the new via rule
es: Introduzca el nombre de la nueva regla de vía
