Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/gui/WindowViaRule_*.po
Languages: ca, es

source: Append
ca: Annexa
es: Anexar

source: appends a via to the rule
ca: annexa una via a la regla
es: anexa una vía a la regla

source: Move Up
ca: Mou amunt
es: Mover arriba

source: increases the priority of the selected via in the rule
ca: incrementa la prioriat de la regla seleccionada a la regla
es: aumenta la prioridad de la vía seleccionada de la regla

source: Move Down
ca: Mou avall
es: Mover abajo

source: decreases the priority of the selected via in the rule
ca: disminueix la prioriat de la regla seleccionada a la regla
es: disminuye la prioridad de la vía seleccionada de la regla

source: Choose via to append
ca: Tria la via a annexar
es: Escoger vía a anexar

source: Append Via to Rule
ca: Annexa la via a la regla
es: Anexar vía a regla

source: remove
ca: suprimeix
es: eliminar

source: from the rule
ca: a partir de la regla
es: desde la regla
