Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/gui/WindowSelectParameter.po
Languages: ca, de

source: Select Parameter
de: Select-Einstellungen

source: Selection Layers:
de: Selektions-Lagen:

source: all visible
ca: totes visibles
de: alle sichtbaren

source: selection on all visible layer, the current layer is preferred
ca: selecció en totes les capes visibles, es prefereix la capa actual
de: Selektion auf allen sichtbaren Lagen, die aktuelle Lage wird bevorzugt

source: current only
ca: únicament l'actual
de: nur aktuelle

source: selection only on the current layer
ca: selecció només a la capa actual
de: Selektion nur auf der aktuellen Lage

source: Selectable Items:
de: Selektierbare Objekte:

source: traces
de: Bahnen

source: conduction areas
ca: àrees de conducció
de: Leitungsfl�chen

source: keepout
ca: prohibit el pas
de: Sperrfl�chen

source: via keepout
ca: prohibit el pas en vies
de: Via-Sperrfl�chen

source: place keepout
ca: prohibit el pas en posicionaments
de: Platzierungs-Sperrfl�chen

source: board outline
ca: delimitació de la placa
de: Platinenrand

source: fixed
ca: fixe
de: fixiert

source: unfixed
ca: sense fixar
de: unfixiert

source: Current Layer:
de: Aktuelle Lage:

source: can be changed also with number key or '+' '-'
ca: També es pot canviar amb la tecla numèrica o '+' '-'
de: kann auch mit Ziffertasten oder '+' '-' ge�ndert werden
