Repository: Immortalin/FreeRouting
Catalog: src/freeroute/po/*/gui/WindowClearanceMatrix.po
Languages: de, es

source: Clearance Matrix
es: Matriz de m치rgenes de seguridad

source: Layer:
es: Capa:

source: Set the layer, where the clearance matrix can be changed
de: Lage einstellen, wo die die Werte der Clearance-Matrix ge�ndert werden k�nnen
es: Establezca la capa, donde el margen de seguridad pueda ser cambiado

source: Add Class
de: Klasse hinzuf�gen
es: A침adir clase

source: Append a new clearance class
de: Eine neue Clearance-Klasse Klasse hinzuf�gen
es: A침adir una nueva clase de margen de seguridad

source: Trim
de: Trimmen
es: Recortar

source: Remove redundant classes
de: Redundante Klassen l�schen
es: Eliminar las clases redundantes

source: Please enter the name of the new class
de: Bitte geben Sie den Namen der neuen Klasse ein
es: Introduzca el nombre de la nueva clase

source: Please confirm removing class
de: Bitte best�tigen Sie das L�schen der Klasse
es: Confirmar eliminaci칩n de la clase

source: class
de: Klasse
es: clase

source: the class
de: der Klasse
es: la clase

source: the classes
de: den Klassen
es: las clases

source: and
de: und
es: y

source: Items already assigned to
de: Objekte sind schon zugewiesen zu
es: Elementos ya asignados a

source: ! Change clearance anyway?
de: ! Clearance-Regel trotzdem �ndern?
es: ! Cambiar de todos modos el margen de seguridad?
