Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/board/ObjectInfoPanel.po
Languages: de, es

source: attach smd
de: SMD-�berlappung
es: adjunta smd

source: between
de: zwischen
es: entre

source: Board Outline
de: Platinenrand
es: Delimitación de la placa

source: center
de: Mitte
es: centro

source: Circle
de: Kreis
es: Círculo

source: class
de: Klasse
es: clase

source: clearance class
de: Clearance-Klasse
es: clase de margen de seguridad

source: Clearance Class
de: Clearance-Klasse
es: clase de margen de seguridad

source: Clearance Info
de: Clearance-Klassen-Info
es: Información del margen de seguridad

source: clearance violation
de: Clearance-Verletzung
es: violación del margen de seguridad

source: Clearance violation
de: Clearance-Verletzung
es: Violación del margen de seguridad

source: clearance violations
de: Clearance-Verletzungen
es: Violaciones del margen de seguridad

source: Component
de: Bauteil
es: Componente

source: component
de: Bauteil
es: componente

source: Component Info
de: Bauteil-Info
es: Información del componente

source: Component Keepout
de: Bauteil-Sperrfl�che
es: Margen de prohibición el paso del componente

source: Conduction Area
de: Leitungsfl�che
es: Área de conducción

source: Contact Info
de: Kontakt-Info
es: Información del contacto

source: contacts
de: Kontakte
es: contacta

source: from
de: von
es: de

source: front
de: Vorderseite
es: frontal

source: gate
de: Gatter
es: puerta

source: gate pin
de: Gatter-Pin
es: pin de la puerta

source: hole
de: Loch
es: agujero

source: holes
de: L�chern
es: agujeros

source: Keepout
de: Sperrfl�che
es: Margen de prohibición el paso

source: layer
de: Lage
es: capa

source: length
de: L�nge
es: longitud

source: logical part
es: parte lógica

source: Logical Part
es: Parte lógica

source: Logical Part Info
es: Información de la parte lógica

source: lower left
de: links unten
es: izquierda inferior

source: Net
de: Netz
es: Red

source: Net Class
de: Netz-Klasse
es: clase de red

source: Net class
de: Netz-Klasse
es: Clase de red

source: Net Info
de: Netz-Info
es: Información de la red

source: not yet placed
de: noch nicht plaziert
es: todavía sin posicionar

source: of component
de: von Bauteil
es: del componente

source: off
de: aus
es: apagado

source: on
de: an
es: encendido

source: on layer
de: auf Lage
es: en la capa

source: Package
es: Paquete

source: Package Info
es: Información del paquete

source: padstack
es: pila de pads

source: Padstack Info
es: Información de la pila de pads

source: Polygon
es: Polígono

source: radius
es: radio

source: Rectangle
de: Rechteck
es: Rectángulo

source: rotation
es: rotación

source: Spacing from clearance class
de: Clearance-Regeln von Klasse
es: Espació desde la clase de margen de seguridad

source: terminal items
de: Zielobjekte
es: elementos terminales

source: Terminal Items
de: Zielobjekte
es: Elementos terminales

source: to
de: nach
es: hasta

source: to class
de: zu Klasse
es: a la clase

source: Trace
de: Bahn
es: Traza

source: trace clearance class
de: Clearance-Klasse f�r Bahnen
es: clase de margen de seguridad del trazo

source: Trace Clearance Class
de: Clearance-Klasse f�r Bahnen
es: Clase de margen de seguridad del trazo

source: trace length
de: Bahnl�nge
es: longitud del trazo

source: trace width
de: Bahnbreite
es: ancho del trazo

source: upper right
de: rechts oben
es: izquierda superior

source: Via
es: Vía

source: via count
de: Via-Anzahl
es: número de vías

source: Via Info
es: Información de la vía

source: Via Keepout
de: Via-Sperrfl�che
es: Margen de prohibición el paso de la vía

source: via rule
de: Via-Regel
es: regla de vía

source: Via Rule
de: Via-Regel
es: Regla de vía

source: Vias
es: Vías

source: Violation Info
de: Clearance-Verletzungs-Info
es: Información de la violación

source: with
de: mit
es: con

source: width
de: Breite
es: ancho

source: at
de: bei

source: back
de: R�ckseite

source: shove fixed
de: verschiebe-fixiert

source: swap code
de: Tausch-Code
