Repository: Immortalin/FreeRouting
Catalog: po/*/gui/BoardToolbar.po
Languages: de

source: Select
de: Selektieren

source: left button selects items (s)
de: linke Maustaste selektiert Objekte (s)

source: Route
de: Routen

source: left button starts a new trace (r)
de: linke Maustaste beginnt eine neue Bahn (r)

source: Drag
de: Ziehen

source: to drag items with the left button or to push traces out of empty space (d)
de: Objekte mit gedrückter linker Maustaste ziehen oder Bahnen vom leeren Raum aus schieben(d)

source: to undo the last change (u)
de: die letzte Änderung rückgängig machen (u)

source: to redo the last change (b)
de: die letzte Änderung wiederherstellen (b)

source: to display or hide the incomplete connections (g)
de: das Zeigen der offenen Verbindungen an- oder abschalten (g)

source: Violations
de: Verletzungen

source: to display or hide the clearance violations (v)
de: das Zeigen der Clearance-Verletzungen an- oder abschalten (v)

source: to start the batch autorouter
de: den Batch-Autorouter starten

source: Zoom All
de: Alles abbilden

source: to display the whole board (a)
de: die gesamte Platine abbilden (a)

source: Zoom Region
de: Ausschnitt abbilden

source: to select a region of the board for display(f)
de: ein Rechteck der Platine zum Abbilden auswählen (f)
