Repository: Immortalin/FreeRouting
Catalog: po/*/net/freerouting/freeroute/interactive/BoardHandling.po
Languages: es

source: clearance violations found
es: se han encontrado violaciones del margen de seguridad

source: incomplete connections to route
es: conexiones incompletas por encaminar

source: incompletes,
es: incompletos,

source: length violations
es: violaciones de longitud

source: undo
es: deshaz

source: no more undo possible
es: no se puede realizar ninguna operación deshacer

source: redo
es: rehaz

source: no more redo possible
es: no se puede realizar ninguna operación rehacer

source: select menu: use button 1 to select item
es: menú de selección: utilice el botón 1 para seleccionar el elemento

source: route menu: use button 1 to start route
es: menú de encaminamiento: utilice el botón 1 para iniciar el encaminamiento

source: press button 1 to drag items or to push traces from behind
es: presione el botón 1 para arrastrar o para empujar los trazos desde atrás

source: unable to write board to file
es: no se puede escribir la placa al fichero
